[
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "글자 놀이, 모음자 놀이, 자음자 놀이 활동을 통해 한글 자모의 이름과 소리를 정확히 익히고 흥미 있게 참여하는 모습이 매우 뛰어남."
  },
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "자모의 이름과 소릿값을 빠르게 익히고 놀이 활동에서 적극적으로 참여하며 한글에 대한 높은 호기심과 탐구 의욕을 보임."
  },
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "모음자와 자음자를 정확하게 구분하고 소리와 표기를 바르게 연결하는 능력이 우수하며 한글 학습에 대한 흥미가 매우 높음."
  },
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "글자 놀이 활동에서 한글 자모를 신속하고 정확하게 익히며 다양한 방법으로 글자를 표현하는 창의력이 돋보임."
  },
  {
    "areaName": "한글 놀이",
    "level": "2",
    "sentence": "한글 자모의 이름과 소릿값을 익히는 놀이 활동에 능동적으로 참여하며 모음자와 자음자를 대체로 정확하게 구분함."
  },
  {
    "areaName": "한글 놀이",
    "level": "2",
    "sentence": "글자 놀이, 모음자 놀이, 자음자 놀이에 꾸준히 참여하며 한글에 대한 관심과 흥미가 학습 전반에서 긍정적으로 나타남."
  },
  {
    "areaName": "한글 놀이",
    "level": "2",
    "sentence": "자음자와 모음자를 익히는 활동에 성실하게 참여하며 소리와 글자를 연결하는 능력이 꾸준히 향상되고 있음."
  },
  {
    "areaName": "한글 놀이",
    "level": "3",
    "sentence": "한글 놀이 활동에 참여하며 자모를 익히고 있으나 자음자와 모음자를 혼동하거나 소릿값을 연결하는 데 시간이 걸리는 경우가 있음."
  },
  {
    "areaName": "한글 놀이",
    "level": "3",
    "sentence": "글자 놀이 활동에 참여하려는 의지는 보이지만 자음자와 모음자의 이름을 정확히 기억하는 데 좀 더 꾸준한 연습이 필요함."
  },
  {
    "areaName": "한글 놀이",
    "level": "4",
    "sentence": "한글 자모의 이름과 소릿값을 익히는 데 어려움이 있으며 자음자와 모음자를 구별하고 소리를 정확히 내기 위한 꾸준한 반복 학습이 필요함."
  },
  {
    "areaName": "한글 놀이",
    "level": "4",
    "sentence": "한글 놀이 활동에 참여하고 있으나 자모를 기억하고 쓰는 데 혼동이 많아 기초적인 한글 자모를 확실히 익히기 위한 추가 지도가 필요함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "자음자와 모음자를 결합하여 글자를 만드는 원리를 정확하게 이해하고 다양한 글자를 바르게 읽고 쓰는 능력이 매우 뛰어남."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "글자가 만들어지는 원리에 깊은 흥미를 보이며 여러 가지 자음자와 모음자를 조합하여 새로운 글자를 만드는 활동에 적극적으로 참여함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "자음자와 모음자의 결합 원리를 명확히 이해하고 글자를 필순에 맞게 바르고 정확하게 쓰는 능력이 탁월함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "글자 만들기 활동에서 자음자와 모음자의 조합을 빠르게 익히고 스스로 낱말을 만들어 표현하는 창의적인 능력이 돋보임."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "2",
    "sentence": "자음자와 모음자를 결합하여 글자를 만드는 원리를 잘 이해하고 글자를 대체로 바르게 읽고 쓰는 활동에 능동적으로 참여함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "2",
    "sentence": "글자 만들기 활동에 꾸준히 참여하며 자음자와 모음자의 조합을 익히고 일부 글자를 쓸 때 더 정확성을 높이려는 노력이 나타남."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "2",
    "sentence": "자음자와 모음자가 결합하여 글자가 만들어지는 원리를 이해하고 쓰기 활동에서 필순을 지키며 바르게 쓰려는 태도가 보임."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "3",
    "sentence": "글자 만들기 원리를 이해하려는 노력은 보이나 자음자와 모음자를 결합할 때 혼동이 생기는 경우가 있어 반복 연습이 필요함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "3",
    "sentence": "자음자와 모음자를 결합하여 글자를 만드는 활동에 참여하지만 글자를 바르게 쓰는 데 시간이 걸리고 정확성을 높이는 연습이 요구됨."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "4",
    "sentence": "자음자와 모음자의 결합 원리를 이해하는 데 어려움이 있으며 글자를 읽고 쓰는 기초를 다지기 위한 꾸준한 반복 학습이 필요함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "4",
    "sentence": "글자 만들기 활동에서 자음자와 모음자의 조합에 혼동이 많아 기초적인 글자 쓰기 능력을 키우기 위한 추가적인 지도가 필요함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "받침이 있는 글자의 소리와 표기의 관계를 명확하게 이해하고 받침이 있는 낱말을 정확하게 읽고 쓰는 능력이 매우 뛰어남."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "소리와 표기가 다를 수 있음을 잘 인식하고 받침이 있는 다양한 글자를 정확하게 발음하며 바르게 읽는 능력이 탁월함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "받침이 있는 글자를 소리 내어 읽는 활동에서 정확한 발음과 유창성을 보이며 낱말의 뜻도 자연스럽게 연결하는 능력이 우수함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "받침이 있는 글자를 읽고 쓰는 활동 전반에서 높은 집중력을 발휘하며 소리와 표기의 관계를 정확하게 파악하는 능력이 돋보임."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "2",
    "sentence": "받침이 있는 글자를 읽고 쓰는 활동에 능동적으로 참여하며 소리와 표기의 관계를 대체로 바르게 이해함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "2",
    "sentence": "받침이 있는 낱말을 소리 내어 읽는 활동에 꾸준히 참여하며 발음의 정확성이 점차 향상되고 있음."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "2",
    "sentence": "소리와 표기가 다를 수 있음을 이해하고 받침이 있는 글자를 읽을 때 바르게 발음하려는 노력이 꾸준하게 나타남."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "3",
    "sentence": "받침이 있는 글자를 읽으려는 노력은 보이나 소리와 표기의 차이를 정확하게 구별하는 데 더 많은 연습이 필요함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "3",
    "sentence": "받침이 있는 낱말을 읽는 활동에 참여하지만 일부 글자에서 발음이 정확하지 않아 꾸준한 반복 읽기 연습이 요구됨."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "4",
    "sentence": "받침이 있는 글자를 읽고 쓰는 데 어려움이 있으며 소리와 표기의 관계를 익히기 위한 꾸준한 반복 학습과 추가 지도가 필요함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "4",
    "sentence": "받침이 있는 낱말을 읽을 때 발음이 불분명하거나 글자를 쓸 때 혼동이 있어 기초적인 읽기와 쓰기 능력을 강화하는 학습이 필요함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "주변의 다양한 낱말을 익히고 정확하게 읽고 쓰며 말놀이 활동을 통해 낱말의 재미와 즐거움을 자연스럽게 느끼는 능력이 매우 뛰어남."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "다양한 낱말을 빠르게 익히고 정확하게 활용하며 여러 가지 말놀이에서 언어적 감수성과 창의력을 탁월하게 발휘함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "낱말을 읽고 쓰는 활동에서 높은 정확성을 보이며 말놀이를 통해 낱말의 재미를 충분히 느끼고 언어 사용 능력이 빠르게 향상되고 있음."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "낱말과 친해지는 활동에 적극적으로 참여하고 새로운 낱말을 만나는 것에 높은 흥미를 보이며 스스로 낱말을 탐구하는 자세가 돋보임."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "2",
    "sentence": "주변의 낱말을 읽고 쓰는 활동에 능동적으로 참여하며 말놀이를 통해 낱말의 재미를 느끼고 어휘력이 꾸준히 향상되고 있음."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "2",
    "sentence": "다양한 낱말을 익히는 활동에 성실하게 참여하며 낱말을 바르게 읽고 쓰려는 노력이 꾸준하게 나타남."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "2",
    "sentence": "말놀이 활동에 흥미를 보이며 낱말을 읽고 쓰는 기초 능력이 점차 향상되고 언어 표현에 자신감이 생기고 있음."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "3",
    "sentence": "낱말을 익히려는 노력은 보이나 낱말을 정확하게 읽고 쓰는 데 어려움이 있고 말놀이 활동에서 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "3",
    "sentence": "낱말과 친해지는 활동에 참여하지만 낱말을 기억하고 활용하는 데 시간이 걸려 꾸준한 반복 학습을 통해 어휘력을 쌓아가는 것이 필요함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "4",
    "sentence": "낱말을 읽고 쓰는 데 어려움이 있으며 말놀이 활동에서도 낱말을 기억하고 표현하는 데 시간이 걸려 반복적인 낱말 학습이 필요함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "4",
    "sentence": "주변의 낱말을 익히는 데 어려움을 겪으며 낱말을 정확하게 읽고 쓰는 기초 능력을 기르기 위한 꾸준한 지도와 연습이 요구됨."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "여러 가지 낱말의 뜻을 정확하게 이해하고 상황에 맞게 적절히 활용하며 낱말을 분류하고 탐구하는 능력이 매우 뛰어남."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "다양한 낱말을 빠르게 익히고 낱말의 의미를 문장 안에서 정확하게 파악하여 풍부한 어휘를 자연스럽게 활용하는 능력이 탁월함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "낱말을 종류에 따라 분류하고 각 낱말의 뜻을 명확하게 이해하며 새로운 낱말을 스스로 탐구하려는 의욕이 매우 높음."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "여러 가지 낱말을 익히는 활동에서 높은 집중력과 탁월한 기억력을 발휘하며 익힌 낱말을 다양한 상황에 창의적으로 활용함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "2",
    "sentence": "여러 가지 낱말을 익히는 활동에 꾸준히 참여하며 낱말의 뜻을 대체로 바르게 이해하고 문장 안에서 사용하려는 노력이 보임."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "2",
    "sentence": "다양한 낱말을 익히고 분류하는 활동에 능동적으로 참여하며 어휘력이 점차 향상되고 언어 표현의 폭이 넓어지고 있음."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "2",
    "sentence": "여러 가지 낱말의 뜻을 이해하고 활용하려는 노력이 꾸준하며 낱말을 정확하게 읽고 쓰는 능력이 안정적으로 향상되고 있음."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "3",
    "sentence": "여러 가지 낱말을 익히는 활동에 참여하지만 낱말의 뜻을 정확하게 기억하거나 적절히 활용하는 데 좀 더 연습이 필요함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "3",
    "sentence": "낱말을 익히려는 의지는 보이나 다양한 낱말을 기억하고 상황에 맞게 쓰는 능력을 키우기 위한 꾸준한 반복 학습이 필요함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "4",
    "sentence": "여러 가지 낱말을 익히는 데 어려움이 있으며 낱말의 뜻을 이해하고 바르게 사용하는 기초적인 어휘력을 기르기 위한 반복 학습이 필요함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "4",
    "sentence": "낱말의 뜻을 파악하거나 기억하는 데 어려움을 자주 겪으며 어휘력을 쌓기 위한 꾸준한 읽기와 쓰기 연습이 요구됨."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "상황에 어울리는 인사말을 바르고 자연스럽게 사용하며 상대의 말에 집중하고 말차례를 지키며 대화하는 능력이 매우 뛰어남."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "바르고 고운 말로 인사하는 습관이 잘 형성되어 있으며 다양한 상황에서 상황에 맞는 인사말을 능숙하게 활용하는 모습이 돋보임."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "인사하는 활동에서 상대를 바라보며 밝고 바른 자세로 인사하고 말차례를 잘 지키며 대화에 적극적으로 참여하는 모습이 탁월함."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "다양한 인사 상황에서 적절한 인사말을 정확하게 사용하고 친구들과 바르고 고운 말로 대화하는 습관이 매우 잘 형성되어 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "2",
    "sentence": "상황에 맞는 인사말을 대체로 잘 사용하며 상대의 말을 집중하여 듣고 말차례를 지키며 대화하는 능력이 꾸준히 향상되고 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "2",
    "sentence": "인사하는 활동에 능동적으로 참여하며 바르고 고운 말을 사용하려는 의식이 생기고 다양한 인사말을 기억하려는 노력이 보임."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "2",
    "sentence": "바른 자세로 인사하는 습관이 점차 형성되고 있으며 상대를 배려하는 고운 말을 사용하려는 긍정적인 태도가 나타남."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "3",
    "sentence": "인사 활동에 참여하지만 상황에 맞는 인사말을 사용하거나 말차례를 지키며 대화하는 데 좀 더 주의를 기울일 필요가 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "3",
    "sentence": "인사하는 방법을 이해하고 있으나 실제 상황에서 바르고 자연스럽게 인사하는 습관을 꾸준히 연습하고 익히는 과정이 필요함."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "4",
    "sentence": "인사하는 활동에서 상황에 맞는 인사말을 기억하거나 사용하는 데 어려움이 있으며 바른 자세로 인사하는 습관을 형성하기 위한 꾸준한 지도가 필요함."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "4",
    "sentence": "인사말을 사용하는 것에 어색함을 보이며 말차례를 지키며 대화하는 기본 습관을 기르기 위한 반복적인 연습과 격려가 요구됨."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "글자, 낱말, 문장을 또박또박 정확하게 소리 내어 읽으며 의미 단위에 맞게 자연스럽게 띄어 읽는 유창성이 매우 뛰어남."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "짧은 글을 정확하게 읽고 의미가 잘 드러나도록 알맞은 속도와 억양으로 읽는 능력이 탁월하며 읽기에 높은 흥미를 보임."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "문장을 읽을 때 문장 부호에 유의하여 의미 단위에 맞게 띄어 읽고 듣는 사람이 내용을 잘 이해하도록 명확하게 발표함."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "글을 또박또박 정확하게 읽는 활동에서 높은 집중력을 보이고 읽기 유창성이 매우 우수하며 자신감 있게 발표하는 모습이 돋보임."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "2",
    "sentence": "글자와 낱말을 또박또박 소리 내어 읽는 활동에 능동적으로 참여하며 의미에 맞게 띄어 읽으려는 노력이 꾸준히 나타남."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "2",
    "sentence": "짧은 글을 정확하게 읽는 능력이 향상되고 있으며 문장 부호에 유의하여 의미 단위에 맞게 읽으려는 의식이 생기고 있음."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "2",
    "sentence": "또박또박 읽기 활동에 성실하게 참여하며 읽기 속도와 발음의 정확성이 점차 안정되고 읽기에 대한 흥미가 긍정적으로 나타남."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "3",
    "sentence": "또박또박 읽기 활동에 참여하지만 빠르게 읽거나 발음이 부정확한 경우가 있어 의미를 살려 읽는 연습이 더 필요함."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "3",
    "sentence": "글을 소리 내어 읽으려는 노력은 보이나 의미 단위에 맞게 띄어 읽거나 정확하게 발음하는 데 좀 더 집중적인 연습이 요구됨."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "4",
    "sentence": "글자와 낱말을 소리 내어 읽는 데 어려움이 있으며 또박또박 정확하게 읽는 기초 능력을 기르기 위한 꾸준한 반복 읽기 연습이 필요함."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "4",
    "sentence": "짧은 글을 읽을 때 발음이 불명확하거나 읽는 속도가 일정하지 않아 기초적인 읽기 유창성을 키우기 위한 추가적인 지도가 필요함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "상황에 알맞은 낱말을 정확하게 찾아 사용하고 문장 부호의 쓰임을 정확하게 이해하여 문장을 바르게 쓰는 능력이 매우 뛰어남."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "소리와 표기가 다를 수 있음을 정확히 알고 상황에 맞는 낱말을 선택하여 자신의 생각을 문장으로 자신감 있게 표현하는 능력이 탁월함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "다양한 상황에서 알맞은 낱말을 찾고 문장 부호를 적절히 활용하여 의미가 명확한 문장을 쓰는 능력이 우수함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "상황에 맞는 낱말을 선택하는 능력이 탁월하고 소리와 표기의 관계를 정확하게 파악하여 낱말을 바르게 쓰는 능력이 매우 뛰어남."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "2",
    "sentence": "상황에 알맞은 낱말을 찾아 사용하는 활동에 능동적으로 참여하며 문장 부호의 쓰임을 대체로 바르게 이해함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "2",
    "sentence": "알맞은 낱말을 찾는 활동에 꾸준히 참여하며 소리와 표기의 관계를 이해하고 낱말을 바르게 쓰려는 노력이 나타남."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "2",
    "sentence": "상황에 맞는 낱말을 고르고 문장을 만드는 활동에 흥미를 보이며 자신의 생각을 문장으로 표현하는 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "3",
    "sentence": "알맞은 낱말을 찾는 활동에 참여하지만 상황에 맞는 낱말을 정확하게 선택하거나 문장 부호를 올바르게 쓰는 데 더 많은 연습이 필요함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "3",
    "sentence": "상황에 맞는 낱말을 고르는 데 어느 정도 이해는 있지만 소리와 표기의 관계를 정확히 파악하여 바르게 쓰는 연습이 요구됨."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "4",
    "sentence": "상황에 알맞은 낱말을 찾는 데 어려움이 있으며 소리와 표기의 관계를 익히고 문장 부호를 바르게 사용하기 위한 꾸준한 학습이 필요함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "4",
    "sentence": "알맞은 낱말을 선택하거나 문장 부호를 사용하는 데 혼동이 많아 기초적인 국어 능력을 다지기 위한 반복 학습과 추가 지도가 요구됨."
  },
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "자음자와 모음자의 이름과 소릿값을 완벽하게 익히고 글자 놀이 활동에서 친구들을 이끌며 한글에 대한 깊은 이해와 탐구심이 돋보임."
  },
  {
    "areaName": "한글 놀이",
    "level": "1",
    "sentence": "한글 자모 학습에 뛰어난 집중력을 발휘하고 소리와 글자의 관계를 스스로 탐구하며 새로운 글자를 빠르게 익히는 능력이 탁월함."
  },
  {
    "areaName": "한글 놀이",
    "level": "2",
    "sentence": "한글 자모 학습에 성실하게 참여하며 놀이 활동을 통해 자음자와 모음자를 즐겁게 익히고 이를 바르게 구별하려는 노력이 꾸준함."
  },
  {
    "areaName": "한글 놀이",
    "level": "2",
    "sentence": "모음자와 자음자를 익히는 활동에 흥미를 갖고 참여하며 소리와 글자의 연결 능력이 점차 안정적으로 향상되고 있음."
  },
  {
    "areaName": "한글 놀이",
    "level": "3",
    "sentence": "한글 자모 활동에 참여하고 있으나 소리와 글자를 연결하는 과정에서 실수가 있어 반복적인 놀이와 연습으로 기초를 다지는 것이 필요함."
  },
  {
    "areaName": "한글 놀이",
    "level": "4",
    "sentence": "글자 놀이 활동에 참여하고 있으나 자모의 이름과 소릿값을 혼동하는 경우가 많아 개별적인 반복 지도와 꾸준한 연습이 요구됨."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "자음자와 모음자가 결합하여 글자가 만들어지는 원리를 명확히 이해하고 다양한 조합으로 새로운 낱말을 스스로 만들어 표현하는 능력이 탁월함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "1",
    "sentence": "글자 만들기 활동에서 자음자와 모음자의 결합을 빠르고 정확하게 익혀 여러 글자를 필순에 맞게 바르게 쓰는 능력이 매우 뛰어남."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "2",
    "sentence": "글자 만들기 원리를 이해하고 여러 가지 글자를 만드는 활동에 성실히 참여하며 필순에 맞게 쓰려는 의지가 꾸준히 나타남."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "2",
    "sentence": "자음자와 모음자 결합 활동에 흥미를 보이며 글자를 바르게 읽고 쓰는 정확성이 점차 향상되고 있음."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "3",
    "sentence": "자음자와 모음자를 결합하는 활동에 참여하고 있으나 글자의 모양을 기억하거나 바르게 쓰는 데 좀 더 집중적인 연습이 필요함."
  },
  {
    "areaName": "글자를 만들어요",
    "level": "4",
    "sentence": "글자를 만드는 원리를 이해하는 데 시간이 걸리며 자음자와 모음자의 결합을 익히기 위한 단계적이고 꾸준한 반복 지도가 요구됨."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "받침이 있는 글자의 소리와 표기 관계를 완벽하게 이해하고 다양한 받침 낱말을 막힘없이 유창하게 읽으며 자신감 있게 발표하는 모습이 인상적임."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "1",
    "sentence": "받침 있는 낱말을 소리 내어 읽는 활동에서 정확한 발음과 자연스러운 띄어 읽기를 동시에 구사하며 뛰어난 읽기 유창성을 보임."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "2",
    "sentence": "받침이 있는 낱말을 읽고 쓰는 활동에 꾸준히 참여하며 소리와 표기의 차이를 인식하고 바르게 발음하려는 노력이 지속적으로 보임."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "2",
    "sentence": "받침 글자 읽기 활동에 성실하게 임하며 발음의 정확성이 점차 높아지고 있고 틀렸을 때 스스로 고치려는 태도가 바람직함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "3",
    "sentence": "받침이 있는 낱말 읽기 활동에 참여하고 있으나 특정 받침 소리에서 발음이 부정확한 경우가 있어 집중적인 반복 읽기 연습이 필요함."
  },
  {
    "areaName": "받침이 있는 글자를 읽어요",
    "level": "4",
    "sentence": "받침이 있는 글자를 읽을 때 소리와 표기의 관계에 혼동이 많으며 기초적인 받침 읽기 능력을 쌓기 위한 개별적인 지도가 요구됨."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "다양한 낱말의 뜻을 정확하게 파악하고 말놀이 활동에서 익힌 낱말을 자연스럽게 문장으로 구성하며 언어적 감수성이 매우 뛰어남."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "1",
    "sentence": "낱말 익히기 활동에서 높은 집중력과 기억력을 발휘하고 새로운 낱말을 즉시 자신의 언어로 활용하는 능력이 탁월함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "2",
    "sentence": "낱말 익히기 활동에 흥미를 갖고 꾸준히 참여하며 새롭게 배운 낱말을 읽고 쓰는 과정에서 어휘력이 조금씩 성장하고 있음."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "2",
    "sentence": "말놀이 활동을 통해 다양한 낱말에 친숙해지며 낱말을 바르게 읽고 쓰려는 노력이 일상적인 학습 태도에서 드러남."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "3",
    "sentence": "낱말을 익히는 활동에 참여하지만 새로운 낱말을 기억하고 활용하는 데 어려움이 있어 반복적인 낱말 읽기와 쓰기 연습이 필요함."
  },
  {
    "areaName": "낱말과 친해져요",
    "level": "4",
    "sentence": "낱말 학습 활동에서 어휘 기억과 활용에 어려움을 자주 겪으며 기초 낱말을 익히기 위한 체계적이고 꾸준한 지도가 요구됨."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "여러 종류의 낱말을 빠르게 분류하고 각각의 뜻을 정확히 이해하여 다양한 상황에서 적절한 낱말을 자유롭게 구사하는 능력이 탁월함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "1",
    "sentence": "다양한 낱말의 의미와 쓰임을 깊이 이해하며 스스로 예문을 만들어 표현할 만큼 어휘력과 언어 활용 능력이 매우 우수함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "2",
    "sentence": "여러 가지 낱말을 익히는 활동에 성실하게 참여하며 낱말의 뜻을 이해하고 문장 속에서 바르게 활용하려는 노력이 꾸준히 보임."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "2",
    "sentence": "낱말 분류와 의미 파악 활동에 능동적으로 참여하며 어휘력이 안정적으로 향상되고 있고 새로운 낱말에 흥미를 보임."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "3",
    "sentence": "여러 가지 낱말을 익히는 활동에 참여하지만 낱말의 뜻을 문맥에 맞게 활용하는 데 어려움이 있어 꾸준한 읽기와 반복 연습이 필요함."
  },
  {
    "areaName": "여러 가지 낱말을 익혀요",
    "level": "4",
    "sentence": "낱말의 뜻을 이해하고 활용하는 데 어려움이 많으며 기초 어휘력을 기르기 위한 단계적인 학습과 꾸준한 지도가 요구됨."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "여러 가지 상황에 어울리는 인사말을 정확히 알고 밝고 바른 태도로 자연스럽게 인사하며 고운 말 사용 습관이 매우 잘 형성되어 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "1",
    "sentence": "말차례를 지키며 상대의 말에 집중하여 듣고 상황에 알맞은 인사말로 소통하는 능력이 탁월하며 친구들의 모범이 됨."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "2",
    "sentence": "다양한 인사 상황에 참여하며 상황에 맞는 인사말을 사용하려는 노력이 보이고 고운 말로 대화하는 습관이 점차 형성되고 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "2",
    "sentence": "말차례를 지키며 대화하는 방법을 이해하고 인사하는 활동에 꾸준히 참여하며 바른 언어 사용 태도가 안정적으로 자리잡고 있음."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "3",
    "sentence": "인사 활동에 참여하고 있으나 상황에 맞는 인사말을 즉각적으로 떠올리거나 자연스럽게 사용하는 데 좀 더 반복 연습이 필요함."
  },
  {
    "areaName": "반갑게 인사해요",
    "level": "4",
    "sentence": "인사하는 방법을 알고 있으나 실제 상황에서 적절한 인사말을 사용하거나 고운 말로 대화하는 습관을 형성하기 위한 꾸준한 지도가 요구됨."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "문장의 의미가 잘 전달되도록 속도와 억양을 조절하며 또박또박 읽는 능력이 매우 뛰어나고 듣는 사람이 내용을 쉽게 이해할 수 있도록 발표함."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "1",
    "sentence": "짧은 글을 막힘없이 유창하게 읽으며 문장 부호의 의미를 정확히 살려 읽는 능력이 탁월하고 읽기에 대한 자신감이 매우 높음."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "2",
    "sentence": "또박또박 읽기 활동에 성실하게 참여하며 발음과 속도가 안정적으로 향상되고 있고 읽기 활동에 꾸준한 흥미를 보임."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "2",
    "sentence": "글을 소리 내어 읽을 때 의미 단위를 인식하고 띄어 읽으려는 노력이 나타나며 읽기 유창성이 점차 좋아지고 있음."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "3",
    "sentence": "또박또박 읽기 활동에 참여하고 있으나 발음이 부정확하거나 속도가 고르지 않아 정확하고 유창하게 읽는 연습이 꾸준히 필요함."
  },
  {
    "areaName": "또박또박 읽어요",
    "level": "4",
    "sentence": "소리 내어 읽기 활동에서 발음과 속도에 어려움이 있으며 기초적인 읽기 유창성을 기르기 위한 개별적인 반복 지도가 요구됨."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "상황에 맞는 낱말을 정확하고 빠르게 선택하며 소리와 표기의 관계를 명확하게 이해하여 문장을 바르고 풍부하게 표현하는 능력이 탁월함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "1",
    "sentence": "알맞은 낱말을 찾아 문장을 완성하는 활동에서 뛰어난 언어 감각을 발휘하며 문장 부호를 정확하게 활용하여 의미를 명확하게 전달함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "2",
    "sentence": "상황에 알맞은 낱말을 찾는 활동에 능동적으로 참여하며 소리와 표기의 관계를 이해하고 바르게 쓰려는 노력이 꾸준하게 나타남."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "2",
    "sentence": "알맞은 낱말을 선택하여 문장을 완성하는 활동에 성실히 임하며 문장 부호 사용에 대한 이해가 점차 높아지고 있음."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "3",
    "sentence": "알맞은 낱말을 찾는 활동에 참여하지만 상황과 낱말을 연결하는 데 시간이 걸리고 문장 부호 사용에서 좀 더 정확한 연습이 필요함."
  },
  {
    "areaName": "알맞은 낱말을 찾아요",
    "level": "4",
    "sentence": "상황에 맞는 낱말을 선택하거나 문장 부호를 바르게 쓰는 데 어려움이 지속되며 기초 국어 능력 향상을 위한 단계적인 지도가 요구됨."
  }
]