[
  { "areaName": "국어 종합", "level": "1", "sentence": "글을 읽으면서 올바른 자세를 유지하는 것이 중요하다는 것을 알고 있으며 교사의 가르침에 따라 올바른 자세로 글을 읽고 있으며 자신의 읽기 자세를 스스로 점검함. 낱말의 소리를 듣고 다양한 받침이 있는 글자를 소리 내어 읽으며 받침이 있는 다양한 낱말의 자음자와 모음자를 쓰는 순서에 맞게 따라 씀. 학교와 관련 있는 단어를 떠올려 읽고 생각 그물을 완성함으로써 낱말을 바르게 읽는 연습을 함. 연음 현상에 대해 탐구하며 연음이 발생하는 낱말의 특징을 이해하고 글자와 소리가 다른 낱말과 그렇지 않은 낱말을 비교하며 차이점을 파악함." },
  { "areaName": "국어 종합", "level": "1", "sentence": "한글 모음자의 이름이 소릿값과 일치함을 이해하고 여러 모음자를 유창하게 소리 내어 읽으며 글자와 소리의 관계를 알고 제시된 단어를 정확하게 읽음. 자모음자 카드를 활용한 낱말 만들기 놀이에 적극적인 자세로 참여하여 다양한 단어를 만들고 받침이 없는 글자의 형태를 바르게 인식하여 자모음자의 획순을 지켜 낱말을 씀. 다양한 짜임의 문장을 읽고 주어, 목적어, 서술어에 해당하는 낱말을 바르게 찾으며 문장 부호에 알맞게 띄어 읽음. 그림을 보고 짝과 함께 서술어를 활용한 문장의 형태로 묻고 답하며 그림책을 읽고 내용과 관련된 자신의 경험을 문장으로 설명함." },
  { "areaName": "국어 종합", "level": "1", "sentence": "다양한 인사말을 연습하는 역할놀이를 통해 인사말을 할 때 올바른 자세를 알맞게 설명하고 이를 생활에 실천하고자 노력함. 수업 시간에 친구들의 말하기 자세와 듣기 자세를 관찰하며 언어 사용의 중요성을 이해하고 적용함. 글자와 낱말의 속성을 파악하여 자연스럽게 읽고 발음함. 낱말 읽기와 쓰기에 흥미를 보이며 교사의 안내에 따라 자음자와 모음자를 결합해서 낱말을 만드는 놀이 활동을 창의적으로 구안함. 인사의 진정한 의미는 다양한 인사말을 예의를 갖추며 실천할 때 전해지는 것임을 이해하고 그림책 속 글과 그림의 관계를 파악하여 생각이나 느낌을 표현함." },
  { "areaName": "국어 종합", "level": "1", "sentence": "친구들과 바른 자세 놀이를 하며 바르게 읽고 쓰는 자세를 구분하여 말할 수 있고 자신의 자세를 점검하여 바르게 읽고 쓰기 위하여 꾸준히 연습함. 받침이 있는 글자의 짜임을 파악하고 읽는 활동에 적극적으로 참여함으로써 글자와 의미를 연결하는 기초 문식성을 확장함. 인사와 관련된 동시를 읽고 자신의 경험과 생각이나 느낌을 적극적으로 발표하며 글자와 소리가 다른 낱말의 특징을 이해하고 발음에 주의하며 정확하게 소리 내어 읽음. 그림책이 제시하는 이야기 맥락과 관련해서 낱말의 의미를 익혀 일상에서 자연스럽게 활용하며 글자판에서 국어 시간에 배운 낱말을 능숙하게 찾아 읽음." },
  { "areaName": "국어 종합", "level": "1", "sentence": "자신의 글 읽는 자세를 스스로 점검하고 고칠 점을 파악하여 이야기하였으며 글씨를 읽고 쓰는 바른 자세를 알고 이를 실천하기 위하여 꾸준히 노력함. 자기소개 내용을 바른 자세, 알맞은 크기의 목소리, 분명한 발음으로 발표하고 받침이 빠져 있는 낱말 알아맞히기 문제에 적극적으로 참여하여 정확한 받침을 넣어 완성함. 다양한 동물들의 움직임을 글자의 형태로 표현하며 낱말을 읽고 쓰는 활동에 즐거움을 느낌. 생각을 표현하며 다양한 언어 자원을 활용하여 문장을 구성함. 상황에 어울리는 인사말을 알고 역할놀이에 적극적으로 참여하며 글자와 소리가 다른 낱말을 바르게 씀." },
  { "areaName": "국어 종합", "level": "1", "sentence": "그림 속 상황을 파악하여 누가 무엇을 하고 있는지 완결된 문장의 형태로 말하고 쌍받침이 들어간 낱말을 꾸준히 익혀 바르게 씀. 짧은 이야기를 듣고 글자와 소리가 다른 낱말을 구분하며 특히 받침이 뒷말 첫소리가 되는 낱말의 발음을 정확하게 소리 내어 읽고 제시된 낱말의 받침을 올바르게 씀. 학교와 이웃에 관련된 이야기를 읽기 전에 우리 동네에서 볼 수 있는 사물을 다양하게 말하고 발자국과 관련한 생각그물을 짜임새 있게 완성함. 인사를 할 때 알맞은 행동과 마음가짐이 무엇인지 올바르게 발표하고 상황에 알맞은 인사말을 사용하여 역할에 어울리는 대사와 행동을 함. 문장 부호가 어떻게 쓰이는지를 알고 의미가 잘 드러나도록 글을 띄어 읽는 능력을 기름." },
  { "areaName": "국어 종합", "level": "2", "sentence": "자세한 설명을 통해 친구들 앞에서 자신을 바른 자세로 소개함. 생각을 표현하는 능력을 발전시키기 위해 단어의 조합과 순서를 변화시키는 등 다양한 언어 구사 능력을 위해 노력함. 교사의 입 모양과 소리를 따라 낱말을 읽는 방법을 연습하며 다양한 읽기 방법을 시도함. 동시를 읽으며 자신의 생각을 간단히 표현하고 짝과 번갈아 가며 동시를 읽음. 그림책을 통해 글 속의 문장 부호를 인지하고 문장 부호의 쓰임을 이해함." },
  { "areaName": "국어 종합", "level": "2", "sentence": "그림을 보고 받침이 있는 낱말을 정확한 발음으로 소리 내어 읽으며 자음자와 모음자를 쓰는 순서에 맞게 받침이 있는 낱말을 쓰고 자신 있게 읽음. 낱말을 읽으면서 일상에서 다양한 대상을 파악하고 자신의 상황이나 느낀 것을 간략하게 표현함. 인사와 관련된 동시를 읽고 자신의 경험과 생각이나 느낌을 적극적으로 발표하며 글자와 소리가 다른 낱말의 특징을 이해하고 발음에 주의하며 정확하게 소리 내어 읽음. 새로운 상황을 그림으로 표현하며 문장을 만들고 적절한 낱말을 선택하여 문장을 완성하며 문장의 구조를 이해함." },
  { "areaName": "국어 종합", "level": "2", "sentence": "제시된 낱말을 교사가 먼저 읽어 주는 소리를 듣고 따라 읽으며 주어진 모음자의 소릿값을 알고 같은 모음자가 들어간 다른 낱말을 떠올리고 발표함. 가족과 관련된 그림책에서 낱말을 파악하고 그 의미를 이해하는 활동에 적극적으로 참여함. 친구와 함께 동시를 읽고 자신의 경험을 나누는 활동에 참여하며 이를 통해 동시를 자신의 삶과 연결하여 감상하는 것을 경험함. 이웃과 관련 있는 그림을 보고 낱말을 따라 쓰고 양호하게 읽으며 동사로 말하기 놀이에 참여하여 동사를 소리 내어 바르게 읽는 연습을 함. 주말에 있었던 사건을 떠올려 문장의 구조를 갖추어 완결된 문장으로 표현함." },
  { "areaName": "국어 종합", "level": "2", "sentence": "바른 자세로 듣고 말하는 방법을 이해하고 있으며 친구들과 함께 받침이 있는 글자가 들어간 짧은 글을 소리 내어 읽음. 일상생활과 학교생활에서 읽기와 쓰기가 필요한 다양한 상황을 이해하며 생활 속에서 자음자와 모음자를 바르게 읽고 쓰는 자세를 실천함. 언어 발달에 큰 도움이 되는 다양한 출판물을 활용하여 자신과 관련된 낱말을 찾아 공책에 따라 쓰고 발표함. 글자와 다르게 소리 나는 낱말을 한 글자씩 짚어 읽기와 자연스럽게 연결해 읽기를 비교하여 차이를 이해하고 상황에 알맞은 인사말을 고름." },
  { "areaName": "국어 종합", "level": "2", "sentence": "낱말 땅따먹기 놀이를 통해 다양한 낱말을 바르게 읽는 연습을 하고 학교와 관련 있는 낱말을 떠올려 소리 내어 읽고 생각 그물을 완성함. 글자와 소리가 다른 낱말의 특징을 파악하고 인사할 때 알맞은 행동이나 마음가짐이 무엇인지 모둠 친구들에게 정확히 안내함. 짧은 글을 읽을 때 누구에게 어떤 일이 일어났는지에 주의하며 작품을 감상하고 문장 부호의 쓰임을 이해하여 글을 실감 나게 읽음. 문장에서 주어, 목적어, 서술어를 채워 가면서 문장을 쓸 때 필요한 요소를 인식하는 활동에 참여함." },
  { "areaName": "국어 종합", "level": "2", "sentence": "자음자와 모음자를 조합해 글자를 만드는 활동에 참여하여 한글이 체계적으로 만들어진 글자임을 알고 그 가치를 이해함. 다른 사람과의 원활한 소통을 위해 글자를 정확하게 읽고 쓰는 학습이 필요하다는 점을 알고 글자를 익히는 반복 학습에 적극적으로 임함. 말과 글자의 차이점을 간단히 설명하고 다양한 인사말을 사용하는 역할놀이에 참여함. 문장 부호의 쓰임에 대한 이해를 통해 문장을 잘 구성하며 문장 부호가 없는 문장과 있는 문장을 비교하며 읽고 다른 점을 파악함. 생활에서 접할 수 있는 책의 문장이나 간판 등에서 쌍받침이 있는 낱말을 본 경험을 발표하고 기본적인 문장 구조에 맞게 여러 가지 문장을 만듦." },
  { "areaName": "국어 종합", "level": "2", "sentence": "한글 자모음자의 이름과 소릿값을 이해하고 발음하며 그림을 보고 글자의 짜임을 파악하여 스스로 알맞은 글자를 만들어 낱말을 바른 글씨로 씀. 여러 가지 상황에 맞는 인사말을 구분하고 친구들과 제시된 상황에 맞는 인사말을 실감 나게 주고받으며 글자와 소리가 다른 낱말의 특징을 알고 소리 내어 읽음. 활자책이나 전자책 등으로 교실에서 함께 그림책을 읽으면서 미디어 관련 역량을 기르고 설명하는 낱말 알아맞히기 놀이를 하는 활동에 자신 있게 참여함. 쌍받침이 들어간 글자를 익혀 낱말을 바르게 읽고 두 자리 서술어를 활용한 문장 구조를 이해하여 다양한 문장을 만듦." },
  { "areaName": "국어 종합", "level": "2", "sentence": "글자를 만들어 내는 활동에 참여하며 한글을 사랑하는 마음을 표현함. 친구가 알려 주는 이야기를 바른 자세로 듣고 받침이 있는 글자와 없는 글자의 차이점을 이해함. 상대방에게 알맞은 인사말을 적절하게 선택하고 상황에 맞는 자세와 목소리, 눈빛, 표정 등을 갖추어 예절을 잘 지키는 모습이 바람직함. 적절한 조사와 어미를 사용하여 문장을 구성하며 낱말을 올바르게 사용함으로써 의미를 전달함. 다양한 모음자를 바르게 쓰고 친구를 배려하여 모음자 말판 놀이에 참여하였으며 여러 가지 모음자와 자음자를 결합하여 만들어진 다양한 단어를 소리 내어 읽음." },
  { "areaName": "국어 종합", "level": "3", "sentence": "자모음자 카드를 활용하여 받침이 없는 낱말을 만들어 보고 바르게 연필 쥐는 법을 알고 있음. 학교와 이웃에 관한 낱말을 알고 그림책에 나타난 낱말을 올바르게 쓰며 평소에 궁금했던 사물을 나타내는 낱말을 다양하게 발표함. 연음 현상에 대해 탐구를 하며 연음 현상이 일어나는 낱말의 특징을 알고 글자와 소리가 다른 낱말과 그렇지 않은 낱말을 비교해 읽으며 그 차이를 파악함. 그림에 알맞은 낱말을 떠올려 간단한 구조의 문장을 완성하고 주말에 있었던 일을 기억하며 문장의 구조를 갖추어 완결된 문장으로 표현하는 능력이 양호함." },
  { "areaName": "국어 종합", "level": "3", "sentence": "낱말을 듣고 따라 읽으며 같은 모음자를 가진 다른 낱말을 예시로 들어 소리를 내며 발표함. 쌍받침이 들어간 낱말을 넣어 그림에 어울리는 문장을 올바르게 완성하며 그림을 보고 누가 무엇을 하는지 자세한 문장을 만들어 말함. 글씨를 쓸 때 바른 자세가 무엇인지 말하고 여러 가지 모음자가 들어간 낱말을 능숙하게 따라 쓰며 선생님을 따라 바른 자세로 나무에 관한 시를 알맞은 목소리로 따라 읽음. 이야기를 들을 때 자신의 모습을 스스로 점검하여 확인하고 친구가 들려주는 이야기를 바른 자세로 집중해 들으며 다양한 받침이 있는 글자를 정확한 발음으로 소리 내어 말함." },
  { "areaName": "국어 종합", "level": "3", "sentence": "받침이 있는 글자를 쓸 때 받침의 위치를 알고 자모음자 쓰는 순서를 잘 지켜 쓰며 교사가 들려주는 받침이 있는 낱말의 소리를 듣고 정확한 발음으로 따라 읽음. 학교와 이웃에 관련된 이야기를 읽기 전에 우리 동네에서 볼 수 있는 사물을 다양하게 말하고 발자국과 관련한 생각그물을 짜임새 있게 완성함. 연음 법칙에 따라 글자와 소리가 다른 낱말이 포함된 동시를 자신 있게 읽으며 일상생활에서 동시나 그림책 등을 스스로 더 찾아 즐겨 읽는 태도를 지님. 문장을 읽고 문장 부호의 쓰임에 알맞은 문장 부호를 빈칸에 올바르게 쓰며 여러 가지 방법으로 문장을 읽어 보며 반성적으로 자신의 읽기 방식을 성찰함." },
  { "areaName": "국어 종합", "level": "3", "sentence": "학교와 이웃에 관한 낱말을 정확하게 알아 그림책에 나타난 낱말을 올바르게 쓰며 평소에 궁금했던 사물을 나타내는 낱말을 다양하게 발표함. 인사말을 하는 여러 상황을 다양하게 떠올리고 각 상황에 알맞은 인사말을 제시하며 연음 현상이 일어나는 낱말을 바르게 읽음. 목소리 연극을 하면서 자신의 수행 과정을 점검하며 재미있었던 점을 풍부하게 이야기하고 정확한 발음으로 문장을 빠르게 읽으며 글에서 문장 부호를 정확하게 찾음. 비슷한 구조의 여러 문장을 반복하여 읽어 보면서 문장을 읽는 유창성을 신장하고 이를 바탕으로 학교에서 있었던 일을 중심으로 문장 읽기 말판 놀이에 자신 있게 참여함." },
  { "areaName": "국어 종합", "level": "4", "sentence": "기본 음절표를 활용한 활동에 참여하여 소리와 글자를 대응시키는 방법을 이해하고 자모음자에서 단어로 확장하여 소리와 글자를 정확하게 읽음. 그림책에 등장하는 학교와 이웃에 관련된 낱말을 익히고 바른 자세로 따라 쓰고 소리 내어 읽음. 그림을 보고 몸과 관련 있는 낱말을 정확하게 소리 내어 읽고 바르게 쓰며 교사가 읽어 주는 나와 가족에 관련된 그림책을 들으며 여러 번 반복되는 소리와 글자를 연결함. 문장 부호의 종류와 그 쓰임을 알고 자신 있는 태도로 문장 부호에 알맞게 띄어 읽으며 목소리 연극에 성실하게 참여함." }
]
