[
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "학교생활에 필요한 규칙과 약속을 스스로 찾아 실천하며 바른 생활 습관과 학습 습관이 매우 잘 형성되어 있음."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "학교의 여러 장소에서 지켜야 할 규칙을 정확히 알고 안전하고 건강한 학교생활을 솔선수범하는 모습이 돋보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "학습 준비와 규칙 실천을 철저히 하며 다른 친구들에게도 긍정적인 영향을 주는 모범적인 학교생활 태도를 보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "바른 생활 습관을 꾸준히 실천하고 학교 안전 수칙을 항상 잘 지키며 자기주도적인 학습 자세가 탁월함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "학교생활에 필요한 규칙과 약속을 잘 알고 안전하고 건강하게 생활하려는 바른 생활 습관이 잘 형성되어 있음."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "학교의 여러 장소에서 지켜야 할 규칙을 이해하고 학습 습관을 바르게 형성하기 위해 꾸준히 노력하는 모습이 보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "학교생활 습관과 학습 습관을 성실하게 실천하며 안전하고 건강한 학교생활을 유지하려는 태도가 바람직함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "3",
    "sentence": "학교생활 규칙을 이해하고 있으나 꾸준히 실천하는 데 있어 더 많은 노력이 필요하며 바른 생활 습관 형성을 위한 지속적인 연습이 요구됨."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "3",
    "sentence": "학습 습관과 학교생활 규칙을 지키려는 의지는 보이나 일관되게 실천하는 부분에서 좀 더 꾸준한 노력이 필요함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "4",
    "sentence": "학교생활에 필요한 규칙과 습관을 형성하는 데 어려움이 있으며 안전하고 건강한 학교생활을 위한 꾸준한 지도와 반복 연습이 필요함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "4",
    "sentence": "바른 생활 습관과 학습 습관 형성을 위해 더 많은 관심과 노력이 필요하며 규칙을 실천하는 기초 태도를 기르는 지도가 요구됨."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교 안팎의 모습을 꼼꼼히 살펴보고 학교생활에 필요한 것을 스스로 탐구하며 궁금한 점을 적극적으로 조사하는 탐구 능력이 뛰어남."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교의 여러 장소와 그 역할을 정확하게 알고 학교 나들이 등 탐색 활동에서 관찰한 내용을 구체적으로 발표하는 능력이 탁월함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교 특별실의 위치와 역할을 자세히 탐색하고 학교생활에 필요한 정보를 스스로 찾아 정리하는 자기주도적 탐구 자세가 돋보임."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교 안팎을 탐구하는 활동에 높은 호기심과 집중력을 발휘하며 관찰한 내용을 친구들과 나누는 태도가 매우 우수함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교 안팎의 모습을 살펴보고 학교생활에 필요한 것을 탐구하는 활동에 성실하게 참여하며 관찰 내용을 잘 발표함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교의 여러 장소와 역할을 이해하고 탐색 활동에 능동적으로 참여하며 알게 된 내용을 친구들과 나누려는 태도가 보임."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교생활에 필요한 것들을 탐구하는 활동에 꾸준히 참여하고 궁금한 점을 질문하며 탐구 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "3",
    "sentence": "학교 안팎을 탐구하는 활동에 참여하지만 관찰한 내용을 정리하거나 발표하는 데 좀 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "3",
    "sentence": "학교생활에 필요한 것들을 탐색하려는 노력은 보이나 탐구 활동에서 관찰 내용을 구체적으로 표현하는 연습이 더 필요함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "4",
    "sentence": "학교 안팎을 탐구하는 활동에서 관심과 참여가 부족하며 학교생활에 필요한 것을 스스로 탐구하는 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "4",
    "sentence": "학교의 여러 장소를 탐색하고 탐구한 내용을 표현하는 데 어려움이 있어 꾸준한 관찰 활동과 탐구 연습이 요구됨."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "학교생활을 주제로 한 놀이와 표현 활동에서 창의적인 아이디어를 발휘하며 즐겁고 적극적으로 참여하는 모습이 매우 뛰어남."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "학교에 가면 놀이, 대문놀이 등 다양한 표현 활동에서 노래를 흥겹게 부르고 몸으로 신나게 표현하는 능력이 탁월함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "학교생활을 소재로 한 표현 활동에 높은 흥미와 창의성을 발휘하며 친구들과 협력하여 즐겁게 활동하는 모습이 돋보임."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "놀이 규칙을 정확히 이해하고 학교생활을 주제로 한 다양한 표현 활동에 자신감 있게 참여하며 즐거움을 잘 표현함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "학교생활을 주제로 한 노래와 놀이 활동에 능동적으로 참여하며 표현 활동에서 즐거움을 느끼는 긍정적인 모습이 보임."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "학교를 주제로 한 다양한 표현 활동에 참여하며 노래를 부르거나 몸으로 표현하는 활동을 즐기려는 태도가 꾸준히 나타남."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "학교생활 관련 놀이와 표현 활동에 성실히 참여하며 친구들과 함께 즐겁게 활동하는 경험을 쌓아가고 있음."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "3",
    "sentence": "학교생활을 주제로 한 표현 활동에 참여하지만 노래나 몸 표현에서 좀 더 적극적으로 참여하고 즐기는 태도가 필요함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "3",
    "sentence": "학교 관련 놀이 활동에 참여하려는 의지는 있으나 표현 활동에서 자신감을 갖고 적극적으로 임하는 연습이 필요함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "4",
    "sentence": "학교생활을 주제로 한 놀이와 표현 활동 참여에 소극적이며 즐겁게 표현하는 경험을 쌓기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "4",
    "sentence": "학교 관련 표현 활동에서 참여도가 낮고 노래나 놀이에 흥미를 갖도록 하는 추가적인 동기 부여와 지도가 요구됨."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "자신에게 도움을 주는 다양한 주변 사람들에 대해 고마운 마음을 가지고 감사하는 마음을 적극적으로 표현함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "도움을 받았던 경험과 도움을 주었던 경험을 떠올려 이야기를 잘하고 다른 사람을 돕기 위해 내가 할 수 있는 일을 생각해보고 도움권을 만들어 실천함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "내가 사람들에게 도움을 받았던 경험을 이야기하고 고마운 사람들에 관하여 알아본 후 감사의 마음을 담아 표현을 잘함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "우리 주변에서 도움을 받는 사람을 찾아보고 고마운 사람들에 관해 이야기한 후 말판놀이를 통하여 고마운 이유를 적극적으로 표현함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "내 주변 사람들을 떠올려 보고 교과서 사진 속 사람들을 살펴보며 어떤 사람들이 있는지 발표하고 도움을 받았던 경험을 발표를 잘함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "우리 주변에서 도움을 주고 받는 사람을 찾아 이야기를 잘하고 친구와 말판놀이를 하면서 우리 주변에 있는 고마운 사람들을 탐색하는 활동에 잘 참여함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "이웃에 사는 사람들을 떠올려 보고 이웃과 함께한 경험을 이야기해 보며 서로 도와 가며 사는 모습을 알아보는 과정을 통해 고마운 마음을 가짐."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "3",
    "sentence": "주변 사람들에게 고마운 마음을 갖는 것의 중요성을 이해하지만 이를 적극적으로 표현하거나 실천하는 데 좀 더 노력이 필요함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "3",
    "sentence": "주변 사람들과 배려하며 관계를 맺는 활동에 참여하지만 고마운 마음을 표현하거나 도움을 주려는 실천 의지를 더 키울 필요가 있음."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "4",
    "sentence": "주변 사람들을 배려하고 감사한 마음을 표현하는 데 어려움이 있으며 관계 맺기의 기본 태도를 기르기 위한 꾸준한 지도가 필요함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "4",
    "sentence": "고마운 마음을 갖고 표현하는 활동에 소극적이며 주변 사람들과 바른 관계를 맺는 기초 태도를 형성하기 위한 반복적인 지도가 요구됨."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "교과서 그림을 보고 다양한 상황에 대해 이야기를 나누며 나라면 어떻게 대처할 수 있는지 방법을 생각해 보고 발표를 잘함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "역할극 활동에 적극적으로 참여하여 다양한 상황에서 자신감을 가지고 올바른 행동을 표현하며 상황별 대처 방법을 몸으로 익힘."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "주변 사람들과 함께 살아가는 모습에 깊은 관심을 갖고 탐구 활동에서 알게 된 내용을 구체적이고 정확하게 발표하는 능력이 뛰어남."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "함께 살아가는 사람들의 다양한 모습을 탐구하고 이를 바탕으로 서로 배려하며 살아가는 방법을 스스로 생각하고 실천하려는 자세가 돋보임."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "다양한 위험 상황 속에서 나를 지킬 수 있도록 여러 상황을 생각해 보고 그에 따른 대처 방법을 지켜 실천할 의지를 가짐."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "주변 사람들과 함께 살아가는 모습에 관심을 갖고 탐구 활동에 성실히 참여하며 알게 된 내용을 친구들과 나누려는 태도가 보임."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "우리 주변의 다양한 사람들의 생활 모습을 탐색하고 함께 살아가는 의미를 이해하며 탐구 활동에 꾸준히 참여함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "3",
    "sentence": "주변 사람들과 함께 살아가는 모습을 탐구하는 활동에 참여하지만 관찰한 내용을 발표하거나 정리하는 데 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "3",
    "sentence": "함께 살아가는 사람들에 대해 관심을 갖고 탐구하려는 의지는 있으나 활동에서 알게 된 내용을 구체적으로 표현하는 연습이 더 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "4",
    "sentence": "주변 사람들과 함께 살아가는 모습을 탐구하는 활동 참여가 부족하며 관심을 갖고 탐구하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "4",
    "sentence": "함께 살아가는 사람들의 모습에 관심을 갖고 탐구하는 데 어려움을 보이며 꾸준한 관찰 활동과 표현 연습이 요구됨."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "사람들과 모였던 경험을 떠올려 이야기하고 전래 동요를 흥겹게 부르며 놀이 활동에서 친구들과 소통하고 어울리는 능력이 매우 뛰어남."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "친구들과 함께 놀이 활동에 자발적으로 참여하고 놀이의 규칙을 이해하며 친구들과 협력하여 역할을 나누어 활동에 적극적으로 참여함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "전래 동요를 흥겹게 부르고 친구들과 사이좋게 소꿉놀이, 병원 놀이 등 다양한 역할 놀이에 참여하며 사람들과 함께하는 즐거움을 잘 표현함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "주변 사람과 소통하며 어울리는 다양한 활동에서 창의적이고 적극적으로 참여하며 친구들과의 관계 형성 능력이 탁월함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "노랫말의 의미를 생각해 보며 전래 동요를 듣고 따라 부르기를 잘하고 친구들과 역할 놀이를 하는 활동을 통해 즐거움을 느낌."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "전래 동요를 부르며 친구들과 함께하는 놀이 활동에 능동적으로 참여하고 사람들과 어울리는 즐거움을 경험하는 모습이 보임."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "친구에게 관심을 갖고 배려하며 다양한 역할 놀이에 참여하고 사람들과 소통하며 어울리는 경험을 즐겁게 쌓아가고 있음."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "3",
    "sentence": "전래 동요와 역할 놀이 활동에 참여하지만 친구들과 적극적으로 소통하고 어울리는 데 좀 더 자신감을 갖고 참여하는 연습이 필요함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "3",
    "sentence": "사람들과 소통하며 어울리는 활동에 참여하려는 의지는 있으나 역할 놀이나 표현 활동에서 더 적극적으로 임하는 자세가 필요함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "4",
    "sentence": "친구들과 소통하고 어울리는 활동 참여에 소극적이며 역할 놀이와 전래 동요 활동에 흥미를 갖도록 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "4",
    "sentence": "사람들과 어울리는 표현 활동에서 참여도가 낮고 친구들과 즐겁게 소통하는 경험을 쌓기 위한 추가적인 동기 부여가 요구됨."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "태극기, 무궁화, 애국가 등 우리나라를 상징하는 것들의 의미를 정확히 알고 우리나라를 자랑스럽게 여기며 소중히 여기는 태도가 매우 뛰어남."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "우리나라의 상징물에 담긴 의미를 깊이 이해하고 일상에서도 우리나라를 사랑하는 마음을 구체적으로 표현하는 능력이 탁월함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "우리나라를 빛낸 위인들을 알고 우리나라에 대한 자긍심을 가지며 우리나라 상징물을 소중히 여기는 태도를 솔선수범하여 실천함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "우리나라 상징물의 의미를 정확하게 파악하고 우리나라 문화와 전통을 존중하는 태도를 생활 속에서 자연스럽게 실천하는 모습이 돋보임."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "우리나라를 상징하는 태극기, 무궁화 등의 의미를 이해하고 우리나라를 자랑스럽게 여기며 소중히 하려는 태도가 잘 나타남."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "우리나라 상징물에 관심을 갖고 그 의미를 알아보는 활동에 성실히 참여하며 우리나라를 사랑하는 마음을 표현하려는 노력이 보임."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "우리나라의 상징과 문화를 소중히 여기는 태도를 이해하고 이를 실천하려는 긍정적인 마음가짐이 꾸준히 나타남."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "3",
    "sentence": "우리나라 상징물의 의미를 이해하려는 노력은 보이나 우리나라를 소중히 여기는 태도를 일상에서 실천하는 데 더 많은 관심이 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "3",
    "sentence": "우리나라를 상징하는 것들을 알아보는 활동에 참여하지만 우리나라를 자랑스럽게 여기는 마음을 표현하는 데 좀 더 적극성이 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "4",
    "sentence": "우리나라 상징물에 대한 관심과 이해가 부족하며 우리나라를 소중히 여기는 기본 태도를 형성하기 위한 꾸준한 지도가 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "4",
    "sentence": "우리나라를 상징하는 것들의 의미를 이해하고 소중히 여기는 태도를 기르기 위한 반복적인 학습과 추가 지도가 요구됨."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "좋아하는 우리나라 음식에 대하여 이야기를 잘하고 우리나라의 여러 가지 음식에 대하여 알아본 후 차림표를 보며 우리나라 음식을 주문해 보는 활동에 잘 참여함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라의 상징, 문화, 음식 등을 스스로 조사하고 조사한 내용을 체계적으로 정리하여 친구들에게 정확하고 풍부하게 발표하는 능력이 탁월함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "특별한 날에 먹어 본 명절 음식에 대한 경험을 이야기하고 우리나라의 음식에 대하여 알아보는 활동을 통해 우리나라 음식의 소중함을 앎."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라 문화와 상징물을 다양한 방법으로 조사하고 조사 결과를 창의적으로 정리하여 발표하는 탐구 능력이 매우 뛰어남."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "우리나라의 여러 가지 음식에 대하여 알아보고 내가 좋아하는 음식을 발표하는 활동을 통하여 우리나라 음식에 관한 우수성을 알고 소중함을 느낌."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "우리나라의 모습이나 문화를 조사하는 활동에 성실하게 참여하며 조사한 내용을 친구들과 나누고 우리나라 문화에 관심을 가짐."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "차림표에 나와 있는 우리나라 음식을 구분해 보고 우리나라 음식을 정해 소개하는 활동을 통하여 우수성과 소중함을 느낌."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "3",
    "sentence": "우리나라의 문화와 모습을 조사하는 활동에 참여하지만 조사한 내용을 정리하거나 발표하는 데 좀 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "3",
    "sentence": "우리나라 음식과 문화에 관심을 보이지만 조사 활동에서 내용을 구체적으로 탐구하고 정리하는 능력을 더 키울 필요가 있음."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "4",
    "sentence": "우리나라의 문화와 모습을 조사하는 활동 참여가 부족하며 우리나라에 대해 관심을 갖고 탐구하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "4",
    "sentence": "우리나라 문화 조사 활동에서 내용을 탐구하고 정리하는 데 어려움을 보이며 꾸준한 관심과 탐구 연습이 요구됨."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "협동화의 의미와 매력을 알고 우리나라의 상징과 문화, 먹거리 등이 담겨있는 도안 중에서 자신이 맡은 부분을 꼼꼼하게 색칠하여 협동작품을 완성함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "진도 아리랑과 아리랑의 박자에 맞추어 박수를 치며 큰 소리로 노래를 부르고 우리 전통 민요에 어울리는 몸짓을 흥겹게 표현하며 아리랑에 담긴 정서를 느낌."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "우리나라 전통 문화 예술 활동에 높은 흥미와 창의성을 발휘하며 탈춤, 협동화, 전통 민요 등 다양한 활동에 적극적으로 참여하는 모습이 탁월함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "우리나라 문화 예술을 표현하는 활동에서 창의적인 아이디어와 섬세한 표현력을 발휘하며 우리 문화에 대한 자긍심과 애정이 돋보임."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "우리나라를 상징하는 도안 중에서 자신이 맡은 부분을 꼼꼼하게 색칠하고 친구들과 협력하여 협동화 작품을 완성하며 잘된 점을 이야기함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "우리나라 문화 예술 활동에 능동적으로 참여하며 전통 민요나 협동 표현 활동에서 즐거움을 느끼고 우리 문화에 친숙함을 보임."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "우리나라의 문화와 예술을 즐기는 다양한 활동에 성실히 참여하며 협동 작품 만들기에서 친구들과 협력하는 태도가 바람직함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "3",
    "sentence": "우리나라 문화 예술 활동에 참여하지만 협동화 색칠이나 전통 민요 표현에서 좀 더 집중하고 적극적으로 참여하는 자세가 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "3",
    "sentence": "우리나라 문화 예술을 즐기는 활동에 참여하려는 의지는 있으나 표현 활동에서 좀 더 자신감 있게 임하는 연습이 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "4",
    "sentence": "우리나라 문화 예술 활동에 소극적으로 참여하며 협동화 만들기나 전통 민요 표현에 흥미를 갖도록 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "4",
    "sentence": "우리나라 문화 예술을 즐기는 표현 활동에서 참여도가 낮고 우리 전통 문화에 친숙함을 갖도록 추가적인 동기 부여가 요구됨."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "물체의 일부가 확대되어 있는 사진을 살펴보고 사진 속 물체의 이름을 생각해 보며 이야기를 활발하게 나누고 교과서에 있는 사진들의 공통점을 잘 파악함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "새로운 활동과 탐험에 항상 도전적이고 긍정적인 마음가짐으로 임하며 두려움을 극복하고 용기 있게 참여하는 자세가 매우 뛰어남."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "탐험이 두려운 친구를 위해 용기를 북돋아 주는 활동에 적극적으로 참여하여 친구를 이해하고 공감하는 소통 능력과 긍정적인 태도를 보임."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "일상생활에서 사용하는 다양한 물건에 많은 호기심을 가지고 물체의 일부분을 보고 추측하여 이름을 알아맞히는 활동에 적극적으로 참여함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "새로운 활동에 호기심을 갖고 도전하려는 태도를 보이며 탐험 활동에서 자신의 기대와 두려움을 솔직하게 표현하고 이를 극복하려는 노력을 함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "생활 장면에서 접하는 물건을 다른 시선으로 보는 활동을 통하여 호기심을 가지며 물체의 이름을 추측하는 놀이에 잘 참여함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "새로운 탐험과 도전 활동에 긍정적인 마음으로 참여하며 어려운 상황에서도 포기하지 않고 끝까지 해보려는 태도가 바람직함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "3",
    "sentence": "새로운 활동에 도전하려는 의지는 있으나 낯선 상황에서 호기심을 갖고 적극적으로 참여하는 데 좀 더 용기와 자신감이 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "3",
    "sentence": "탐험 활동에 참여하지만 새로운 것에 도전하고 호기심을 발휘하는 데 있어 더 적극적인 태도를 기르는 연습이 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "4",
    "sentence": "새로운 활동에 도전하는 데 소극적이며 호기심을 갖고 탐험하려는 기본 태도를 형성하기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "4",
    "sentence": "탐험과 도전 활동에서 참여도가 낮고 새로운 것에 흥미를 갖도록 하는 추가적인 동기 부여와 지원이 요구됨."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "자신이 궁금해한 세계를 다양한 매체로 깊이 탐색하고 탐험 초대장을 통해 창의적으로 상상을 정리하고 확장함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "탐험 초대장을 만들기 위해 자료를 철저히 조사하고 다양한 시각을 반영하여 독창적인 내용을 구성하며 탐구 능력이 매우 뛰어남."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "새로운 세계에 대한 탐구심과 자신감을 함양하며 탐험할 세상에 대한 공감각적 심상을 경험하고 꿈꾸는 세상을 다양하게 표현함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "탐험 초대장을 통해 자신이 알게 된 세상을 다른 사람에게 효과적으로 전달하며 주제를 풍부하게 탐구하는 능력이 탁월함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "궁금한 세계를 다양한 매체를 통해 탐색하고 탐험 초대장을 만들어 자신이 알게 된 내용을 잘 정리하여 표현함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "탐험 초대장 제작을 위해 필요한 자료를 수집하고 자신이 탐구한 세계를 흥미롭고 효과적으로 전달하려고 노력함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "다양한 매체를 통해 세상에 대한 궁금증을 해결하고 초대장을 통해 그 경험을 창의적으로 나누려는 노력이 보임."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "3",
    "sentence": "탐험 초대장을 만들 때 탐구한 내용을 어느 정도 정리하였으나 창의적인 접근이 다소 부족하고 내용을 좀 더 구체적으로 담아내는 연습이 필요함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "3",
    "sentence": "궁금한 세계를 탐색하려는 노력은 보이나 탐험 초대장에 내용을 구체적이고 명확하게 담아내는 탐구 능력을 더 키울 필요가 있음."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "4",
    "sentence": "탐험 초대장을 만들기 위한 자료 수집과 정리가 부족하며 궁금한 세계를 탐구하고 표현하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "4",
    "sentence": "다양한 매체를 활용하여 세상을 탐색하고 초대장에 내용을 담는 데 어려움을 보이며 탐구 활동을 위한 꾸준한 연습과 지도가 요구됨."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "'우주 탐험가' 노래를 듣고 내가 탐험하고 싶은 세상을 정해 갈 수 있는 방법을 생각하며 노랫말을 바꾸어 즐겁고 창의적으로 부름."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "다양한 세상에 대하여 이야기를 나누어 보고 내가 도착한 세상의 모습을 상상하여 그림으로 표현한 후 제목도 붙여보며 이야기를 잘함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "탐험할 세상에 대한 공감각적 심상을 경험하며 꿈꾸는 세상을 다양하게 표현하고 친구들의 음악을 존중하는 태도로 감상하며 협력하여 음악을 만들고 발표함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "새로운 세상을 상상하고 표현하는 활동에서 뛰어난 창의력과 표현력을 발휘하며 자신만의 탐험 세계를 풍부하고 생동감 있게 나타내는 능력이 탁월함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "교과서에 있는 다양한 세상을 살펴보고 궁금한 점에 대하여 이야기를 잘하며 새로운 세상에 갔을 때의 느낌을 그림으로 잘 표현함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "내가 탐험하고 싶은 세상을 이야기해 보고 갈 수 있는 방법을 생각해 보며 노랫말을 바꾸어 즐겁게 부르는 활동에 능동적으로 참여함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "다양한 세상을 상상하고 표현하는 활동에 성실하게 참여하며 자신이 상상한 탐험 세계를 그림이나 노래로 표현하는 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "3",
    "sentence": "새로운 세상을 상상하고 표현하는 활동에 참여하지만 자신의 상상을 그림이나 노래로 구체적으로 표현하는 데 좀 더 자신감과 적극성이 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "3",
    "sentence": "탐험 세계를 상상하고 표현하려는 의지는 있으나 창의적으로 아이디어를 발휘하고 이를 다양한 방법으로 표현하는 연습이 더 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "4",
    "sentence": "다양한 세상을 상상하고 표현하는 활동에 소극적으로 참여하며 자신의 생각을 창의적으로 표현하는 경험을 쌓기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "4",
    "sentence": "탐험 세계를 상상하고 그림이나 노래로 표현하는 데 어려움을 보이며 창의적 표현 능력을 기르기 위한 추가적인 동기 부여와 지도가 요구됨."
  }
]