[
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "화장실·급식실·도서관 등 학교 여러 장소에서 지켜야 할 규칙을 정확히 알고 매사 솔선수범하여 실천하는 모습이 돋보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "자리 정리, 가방 정리, 바른 발표 자세 등 학교생활 습관을 철저히 지키며 안전하고 건강한 학교생활을 자기주도적으로 이끌어가는 태도가 탁월함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "학교 안전 수칙과 실내 질서를 항상 잘 지키고 학습 준비를 꼼꼼히 하며 다른 친구들에게도 긍정적인 영향을 주는 모범적인 학교생활 태도를 보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "1",
    "sentence": "도서관 이용 방법과 안전한 도구 사용법을 정확히 익히고 학교 횡단보도를 안전하게 건너는 등 생활 속 안전 규칙을 생활화함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "화장실·급식실 등 학교 여러 장소의 규칙을 이해하고 바른 자세로 발표하거나 자리를 정리하는 등 학교생활 습관을 성실하게 실천하려는 태도가 보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "안전하게 도구를 사용하고 학교 안전 수칙을 지키려는 노력이 꾸준히 나타나며 바른 학교생활 습관을 형성하기 위해 성실히 노력하는 모습이 보임."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "2",
    "sentence": "도서관 이용 예절과 실내 규칙을 이해하고 일상에서 실천하려는 의지가 있으며 안전한 학교생활을 유지하려는 바람직한 태도가 형성되어 있음."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "3",
    "sentence": "학교생활 규칙을 이해하고 있으나 급식실·도서관 등에서 지켜야 할 질서를 꾸준히 실천하는 데 더 많은 노력이 필요함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "3",
    "sentence": "자리 정리나 발표 자세 등 기본적인 학습 습관을 지키려는 의지는 보이나 일관되게 실천하는 부분에서 좀 더 꾸준한 노력이 필요함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "4",
    "sentence": "학교생활 규칙과 안전 수칙을 형성하는 데 어려움이 있으며 급식·도서관 이용 예절 등 기초 생활 습관을 익히기 위한 반복적인 지도와 연습이 필요함."
  },
  {
    "areaName": "학교(바른생활)",
    "level": "4",
    "sentence": "바른 발표 자세, 자리 정리 등 학습 습관 형성에 꾸준한 관심과 노력이 필요하며 규칙을 실천하는 기초 태도를 기르기 위한 지속적인 지도가 요구됨."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교 나들이와 도서관 탐방 등 학교 안팎을 꼼꼼히 살펴보고 여러 장소의 역할을 정확하게 파악하여 친구들에게 자신감 있게 발표하는 능력이 탁월함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교의 특별실 위치와 역할을 스스로 탐색하고 '알쏭달쏭 우리 학교' 활동에서 알게 된 내용을 구체적으로 정리하여 표현하는 탐구 능력이 뛰어남."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "친구와 의사소통하는 방법을 탐구하고 학교를 소개하는 활동에서 관찰한 내용을 창의적이고 풍부하게 구성하여 발표하는 자기주도적 탐구 자세가 돋보임."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "1",
    "sentence": "학교 안팎 탐구 활동 전반에서 높은 호기심과 집중력을 발휘하고 궁금한 점을 스스로 조사하여 친구들과 나누는 태도가 매우 우수함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교 나들이와 도서관 탐방 등 탐색 활동에 성실하게 참여하며 학교 여러 장소의 역할을 이해하고 알게 된 내용을 친구들과 잘 나눔."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교를 소개하는 활동에 능동적으로 참여하며 '알쏭달쏭 우리 학교' 등 탐구 활동에서 궁금한 점을 질문하고 탐구 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "2",
    "sentence": "학교생활에 필요한 것들을 탐구하는 활동에 꾸준히 참여하고 관찰한 내용을 정리하여 발표하려는 노력이 활동 전반에서 드러남."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "3",
    "sentence": "학교 나들이와 도서관 탐방 활동에 참여하지만 관찰한 내용을 정리하거나 발표하는 데 좀 더 적극적인 참여와 노력이 필요함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "3",
    "sentence": "학교 안팎을 탐구하려는 의지는 있으나 학교 소개 활동이나 탐구 결과를 구체적으로 표현하는 능력을 더 키울 필요가 있음."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "4",
    "sentence": "학교 안팎을 탐구하는 활동에서 관심과 참여가 부족하며 학교 여러 장소의 역할을 스스로 탐구하고 표현하는 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "학교(슬기로운생활)",
    "level": "4",
    "sentence": "학교 나들이와 탐구 활동에서 내용을 관찰하고 정리하는 데 어려움을 보이며 꾸준한 탐색 활동과 표현 연습이 요구됨."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "나란히 놀이, 훌라후프 놀이, 얼음땡 놀이 등 다양한 신체 놀이에 창의적이고 적극적으로 참여하며 규칙을 정확히 이해하고 즐겁게 이끌어가는 능력이 탁월함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "'어깨동무 내 동무' 등 전래 놀이 노래를 흥겹게 부르고 몸으로 신나게 표현하며 여러 가지 선 그리기와 색칠 활동에서 창의성이 돋보임."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "학교생활을 소재로 한 다양한 표현 활동에 높은 흥미와 자신감을 발휘하며 친구들과 협력하여 즐거운 학교생활을 만들어가는 모습이 뛰어남."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "1",
    "sentence": "짝 체조, 균형 잡기 등 신체 표현 활동부터 접어서 만든 우리 학교 만들기까지 다양한 활동에서 집중력과 표현력이 매우 우수함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "나란히 놀이, 훌라후프 놀이 등 학교 신체 활동에 능동적으로 참여하며 전래 놀이 노래를 부르거나 몸으로 표현하는 활동을 즐기는 긍정적인 모습이 보임."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "여러 가지 선 그리기, 색칠·오리기·붙이기 활동에 성실히 참여하며 학교생활을 주제로 한 표현 활동에서 즐거움을 느끼는 모습이 꾸준히 나타남."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "2",
    "sentence": "학교 관련 놀이와 표현 활동에 성실히 참여하며 친구들과 함께 즐겁게 활동하는 경험을 쌓아가고 있음."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "3",
    "sentence": "학교 신체 놀이 활동에 참여하지만 노래나 몸 표현에서 좀 더 적극적으로 참여하고 즐기는 태도를 기를 필요가 있음."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "3",
    "sentence": "색칠·만들기 등 표현 활동에 참여하려는 의지는 있으나 자신감을 갖고 적극적으로 임하는 연습이 더 필요함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "4",
    "sentence": "학교 신체 놀이와 표현 활동 참여에 소극적이며 즐겁게 표현하는 경험을 쌓기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "학교(즐거운생활)",
    "level": "4",
    "sentence": "놀이와 만들기 활동에서 참여도가 낮고 흥미를 갖도록 하는 추가적인 동기 부여와 지도가 요구됨."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "자신에게 도움을 준 주변 사람들을 떠올려 감사한 마음을 적극적으로 표현하고 도움권을 만들어 직접 실천하는 모습이 매우 뛰어남."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "고마운 사람들을 위해 내가 할 수 있는 일을 스스로 생각하고 말판놀이를 통해 고마운 이유를 구체적으로 표현하며 배려를 실천하는 태도가 돋보임."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "기침 예절과 공공장소 이용 규칙을 정확히 알고 생활 속에서 꾸준히 실천하며 주변 사람들과 바른 관계를 맺는 능력이 탁월함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "1",
    "sentence": "이웃과 함께 살아가는 의미를 깊이 이해하고 도움을 주고받는 경험을 나누며 배려와 감사를 생활에서 자연스럽게 실천하는 모습이 모범적임."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "주변 사람들에게 고마운 마음을 갖고 감사를 표현하려는 노력이 보이며 도움을 받고 준 경험을 이야기하는 활동에 성실하게 참여함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "기침 예절과 공공장소 이용 규칙을 이해하고 지키려는 태도가 나타나며 이웃과 배려하며 살아가는 모습을 알아가는 과정에 꾸준히 참여함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "2",
    "sentence": "고마운 사람들을 위해 할 수 있는 일을 생각해보고 도움권 만들기 등 실천 활동에 능동적으로 참여하는 바람직한 태도가 보임."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "3",
    "sentence": "주변 사람들에게 고마운 마음을 갖는 것의 중요성을 이해하지만 감사를 표현하거나 배려를 실천하는 데 좀 더 적극적인 노력이 필요함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "3",
    "sentence": "기침 예절이나 공공장소 규칙을 지키려는 의지는 있으나 일관되게 실천하는 부분에서 꾸준한 노력이 더 필요함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "4",
    "sentence": "주변 사람들을 배려하고 감사한 마음을 표현하는 데 어려움이 있으며 관계 맺기의 기본 태도를 기르기 위한 꾸준한 지도가 필요함."
  },
  {
    "areaName": "사람들(바른생활)",
    "level": "4",
    "sentence": "고마운 마음을 갖고 표현하는 활동에 소극적이며 기침 예절과 공공 규칙을 익히기 위한 반복적인 지도와 연습이 요구됨."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "교과서 그림을 보고 다양한 위험 상황에서의 대처 방법을 스스로 생각하여 발표하고 역할극으로 자신감 있게 표현하는 탐구 능력이 매우 뛰어남."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "불이 났을 때, 낯선 사람을 만났을 때 등 다양한 안전 상황에서 대처 방법을 정확히 파악하고 친구들과 공유하는 능력이 탁월함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "주변 사람들과 함께 살아가는 모습에 깊은 관심을 갖고 우리 반 주제 선정 활동에서 알게 된 내용을 구체적이고 창의적으로 발표하는 능력이 돋보임."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "1",
    "sentence": "함께 이용하는 공간에서의 규칙을 탐구하고 질문으로 수업을 만드는 활동에 주도적으로 참여하며 탐구 능력이 뛰어남."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "불이 났을 때나 낯선 사람을 만났을 때의 대처 방법을 이해하고 역할극 활동에 성실하게 참여하며 안전 상황에 대한 탐구 의지가 보임."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "주변 사람들과 함께 살아가는 모습에 관심을 갖고 탐구 활동에 꾸준히 참여하며 알게 된 내용을 친구들과 나누려는 태도가 보임."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "2",
    "sentence": "우리 반 주제 선정 활동과 질문 수업 만들기에 능동적으로 참여하며 다양한 상황을 탐구하는 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "3",
    "sentence": "안전 상황에서의 대처 방법을 탐구하는 활동에 참여하지만 관찰한 내용을 발표하거나 정리하는 데 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "3",
    "sentence": "주변 사람들과 함께 살아가는 모습에 관심을 갖고 탐구하려는 의지는 있으나 내용을 구체적으로 표현하는 연습이 더 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "4",
    "sentence": "안전 상황 탐구와 역할극 활동 참여가 부족하며 주변 사람들과 살아가는 방법을 탐구하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "사람들(슬기로운생활)",
    "level": "4",
    "sentence": "함께 살아가는 사람들의 모습에 관심을 갖고 탐구하는 데 어려움을 보이며 꾸준한 관찰 활동과 표현 연습이 요구됨."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "풍선 놀이, 그물놀이, 줄 놀이 등 다양한 신체 활동에 창의적으로 참여하며 '다섯 글자 예쁜 말' 노래를 흥겹게 부르고 친구들과 즐겁게 소통하는 능력이 뛰어남."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "소꿉놀이, 병원 놀이 등 역할 놀이에서 자발적으로 역할을 나누고 그림책을 직접 만들며 자신의 생각을 창의적으로 표현하는 능력이 탁월함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "만나고 싶은 사람 초대장 만들기, 사진 전시회 활동에서 독창적인 아이디어를 발휘하며 사람들과 어울리는 즐거움을 적극적으로 표현함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "1",
    "sentence": "친구들과 협력하여 그림책을 만들고 놀이 활동에서 규칙을 이해하며 주도적으로 활동을 이끌어가는 모습이 매우 인상적임."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "풍선 놀이, 뜀뛰기 놀이 등 신체 활동에 능동적으로 참여하며 '다섯 글자 예쁜 말' 노래를 따라 부르고 친구들과 어울리는 즐거움을 경험하는 모습이 보임."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "그림책 만들기와 사진 전시회 활동에 성실히 참여하며 역할 놀이에서 친구들과 소통하고 협력하려는 태도가 꾸준히 나타남."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "2",
    "sentence": "친구에게 관심을 갖고 배려하며 다양한 놀이 활동에 참여하고 사람들과 어울리는 경험을 즐겁게 쌓아가고 있음."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "3",
    "sentence": "신체 놀이와 역할 놀이 활동에 참여하지만 친구들과 적극적으로 소통하고 어울리는 데 좀 더 자신감을 갖고 참여하는 연습이 필요함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "3",
    "sentence": "그림책 만들기와 표현 활동에 참여하려는 의지는 있으나 친구들과 협력하고 적극적으로 임하는 자세를 더 기를 필요가 있음."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "4",
    "sentence": "친구들과 소통하고 어울리는 활동 참여에 소극적이며 역할 놀이와 만들기 활동에 흥미를 갖도록 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "사람들(즐거운생활)",
    "level": "4",
    "sentence": "사람들과 어울리는 표현 활동에서 참여도가 낮고 친구들과 즐겁게 소통하는 경험을 쌓기 위한 추가적인 동기 부여가 요구됨."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "태극기·무궁화·애국가 등 우리나라 상징물의 의미를 정확히 알고 화폐와 한글에 담긴 자긍심을 생활에서 자연스럽게 실천하는 모습이 탁월함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "우리나라 상징물을 소중히 여기며 음식을 바르게 먹는 예절과 공공장소 이용 규칙을 솔선수범하여 실천하는 모범적인 태도가 돋보임."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "우리나라 문화와 전통을 존중하는 태도가 형성되어 있으며 기차·체험학습 등 공공 이용 장소에서의 예절을 정확히 알고 실천함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "1",
    "sentence": "태극기 그리기, 무궁화 만들기 등 상징물을 표현하는 활동에서 우리나라에 대한 애정과 자긍심을 구체적으로 나타내는 능력이 뛰어남."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "태극기·무궁화 등 우리나라 상징물의 의미를 이해하고 우리나라 문화와 전통을 소중히 여기려는 태도가 꾸준히 나타남."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "음식 예절과 공공장소 이용 규칙을 지키려는 노력이 보이며 우리나라를 사랑하는 마음을 생활 속에서 표현하려는 의지가 바람직함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "2",
    "sentence": "우리나라 상징물에 관심을 갖고 탐구하며 일상에서 우리 문화를 존중하고 실천하려는 성실한 태도가 보임."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "3",
    "sentence": "우리나라 상징물의 의미를 어느 정도 이해하지만 일상에서 우리 문화를 소중히 여기는 태도를 꾸준히 실천하는 데 더 노력이 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "3",
    "sentence": "공공장소 이용 예절을 지키려는 의지는 있으나 일관되게 실천하는 부분에서 꾸준한 노력과 연습이 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "4",
    "sentence": "우리나라 상징물의 의미를 이해하고 소중히 여기는 태도를 형성하기 위한 반복적인 학습과 지도가 필요함."
  },
  {
    "areaName": "우리나라(바른생활)",
    "level": "4",
    "sentence": "우리 문화 존중과 공공 예절 실천에 어려움이 있으며 기초적인 생활 태도를 기르기 위한 꾸준한 관심과 지도가 요구됨."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라 음식·한복·한옥·명절 등을 스스로 조사하고 차림표를 보며 음식을 주문해 보는 활동 등 다양한 탐구 활동에서 창의적이고 풍부한 결과물을 만들어냄."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라의 상징, 문화, 음식에 대해 깊이 탐구하고 조사한 내용을 체계적으로 정리하여 친구들에게 정확하고 자신감 있게 발표하는 탐구 능력이 탁월함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라 알아맞히기 활동과 기차·물놀이 등 안전 상황을 탐구하는 활동에서 주도적으로 참여하며 알게 된 내용을 명확하게 전달하는 능력이 뛰어남."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "1",
    "sentence": "우리나라 문화와 상징물을 다양한 방법으로 조사하고 결과를 창의적으로 정리하여 발표하는 과정에서 탐구심과 표현력이 매우 우수함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "우리나라 음식·한복·명절 등을 조사하는 활동에 성실하게 참여하며 차림표 활동을 통해 우리 음식의 우수성을 이해하고 소중함을 느낌."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "우리나라의 모습이나 문화를 탐구하는 활동에 꾸준히 참여하고 조사한 내용을 친구들과 나누며 우리나라 문화에 관심을 가짐."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "2",
    "sentence": "우리나라 알아맞히기와 탐구 활동에 능동적으로 참여하며 우리나라에 대해 알아가는 즐거움을 경험하고 탐구 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "3",
    "sentence": "우리나라 문화와 음식을 조사하는 활동에 참여하지만 조사한 내용을 정리하거나 발표하는 데 좀 더 적극적인 참여가 필요함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "3",
    "sentence": "우리나라 음식과 문화에 관심을 보이지만 조사 활동에서 내용을 구체적으로 탐구하고 정리하는 능력을 더 키울 필요가 있음."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "4",
    "sentence": "우리나라 문화 탐구 활동 참여가 부족하며 우리나라에 대해 관심을 갖고 탐구하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "우리나라(슬기로운생활)",
    "level": "4",
    "sentence": "우리나라 음식과 문화 조사 활동에서 내용을 탐구하고 정리하는 데 어려움을 보이며 꾸준한 관심과 탐구 연습이 요구됨."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "진도 아리랑·아리랑 민요를 박자에 맞춰 흥겹게 부르고 탈춤 동작을 창의적으로 표현하며 우리 전통 문화에 대한 애정이 깊이 드러남."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "우리나라 상징과 문화가 담긴 협동화를 꼼꼼하게 완성하고 씨름·딱지치기·비사치기 등 전통 놀이에서 규칙을 잘 이해하며 즐겁게 참여하는 모습이 탁월함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "우리나라 문양·부채·한복 등을 활용한 표현 활동에서 창의성과 섬세한 표현력을 발휘하며 우리 문화에 대한 자긍심을 구체적으로 나타냄."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "1",
    "sentence": "전통 민요를 노랫말에 맞게 신나게 부르고 수건돌리기·꼬리따기 등 전통 놀이에 적극적으로 참여하며 우리 문화를 온몸으로 즐기는 능력이 뛰어남."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "우리나라 상징 도안으로 협동화를 완성하는 활동에 능동적으로 참여하며 전통 민요와 탈춤 표현에서 즐거움을 느끼고 우리 문화에 친숙함을 보임."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "씨름·딱지치기 등 전통 놀이에 성실하게 참여하고 아리랑 노래를 따라 부르며 우리나라 문화 예술을 즐기려는 태도가 꾸준히 나타남."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "2",
    "sentence": "우리나라 문화 예술 활동에 성실히 참여하며 협동화 만들기에서 친구들과 협력하는 바람직한 태도가 보임."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "3",
    "sentence": "전통 민요와 협동화 활동에 참여하지만 탈춤·전통 놀이 표현에서 좀 더 집중하고 적극적으로 참여하는 자세가 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "3",
    "sentence": "우리나라 문화 예술을 즐기려는 의지는 있으나 표현 활동에서 자신감을 갖고 적극적으로 임하는 연습이 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "4",
    "sentence": "우리나라 전통 문화 예술 활동에 소극적으로 참여하며 민요와 전통 놀이에 흥미를 갖도록 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "우리나라(즐거운생활)",
    "level": "4",
    "sentence": "협동화 만들기와 전통 표현 활동에서 참여도가 낮고 우리 전통 문화에 친숙함을 갖도록 추가적인 동기 부여가 요구됨."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "새로운 활동과 탐험에 항상 도전적이고 긍정적인 마음으로 임하며 탐험가를 만나 용기를 배우고 두려움을 극복하는 자세가 매우 뛰어남."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "물체를 다른 시선으로 바라보고 이름을 추측하는 활동에 높은 호기심을 발휘하며 탐험이 두려운 친구를 북돋아 주는 따뜻한 태도가 돋보임."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "무엇을 타고 갈지, 무엇을 입고 갈지 등 탐험을 준비하는 활동에서 책임감 있게 스스로 계획하고 올바르게 도구를 사용하는 태도가 탁월함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "1",
    "sentence": "새로운 세상으로 출발하는 활동에서 용기 있게 도전하고 고마운 약을 바르게 먹는 방법 등 안전 수칙을 정확히 알고 실천하는 모습이 모범적임."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "새로운 활동에 호기심을 갖고 도전하려는 태도를 보이며 탐험 준비 활동에서 자신의 기대와 두려움을 솔직하게 표현하고 이를 극복하려는 노력을 함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "물체를 다른 시선으로 보는 활동에 흥미를 갖고 참여하며 탐험가의 용기를 배워 새로운 도전에 긍정적으로 임하는 태도가 바람직함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "2",
    "sentence": "올바른 도구 사용과 위급 상황 대처 방법을 이해하고 탐험 활동에서 안전 수칙을 지키려는 성실한 자세가 보임."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "3",
    "sentence": "새로운 활동에 도전하려는 의지는 있으나 낯선 상황에서 호기심을 갖고 적극적으로 참여하는 데 좀 더 용기와 자신감이 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "3",
    "sentence": "탐험 준비와 안전 활동에 참여하지만 새로운 것에 도전하고 호기심을 발휘하는 데 더 적극적인 태도를 기르는 연습이 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "4",
    "sentence": "새로운 활동에 도전하는 데 소극적이며 호기심을 갖고 탐험하려는 기본 태도를 형성하기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "탐험(바른생활)",
    "level": "4",
    "sentence": "탐험과 도전 활동에서 참여도가 낮고 안전 수칙을 익히는 데 어려움이 있어 추가적인 동기 부여와 반복 지도가 요구됨."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "어디서 지낼지, 누가 있을지, 어떤 물건이 있을지 등 탐험 세계를 다양한 매체로 깊이 탐색하고 탐험 초대장을 창의적으로 구성하는 능력이 탁월함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "궁금한 것을 스스로 찾아보고 알게 된 이야기를 친구들에게 명확하게 전달하며 알아맞히기 놀이를 통해 탐구 내용을 풍부하게 나누는 능력이 뛰어남."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "탐험 초대장 제작을 위해 자료를 철저히 조사하고 탐험 전시회에서 다양한 시각을 반영하여 독창적인 내용을 발표하는 탐구 능력이 매우 우수함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "1",
    "sentence": "고마운 약 바르게 먹기, 위급 상황 대처 등 안전 탐구 활동에서도 주도적으로 참여하며 탐구한 내용을 생활에 연결하는 능력이 돋보임."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "궁금한 세계를 다양한 매체로 탐색하고 탐험 초대장을 만들어 자신이 알게 된 내용을 잘 정리하여 표현함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "탐험 세계의 다양한 모습을 탐구하는 활동에 꾸준히 참여하고 알게 된 내용을 친구들과 나누며 탐험 전시회에 성실하게 임함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "2",
    "sentence": "탐험 초대장 제작을 위해 필요한 자료를 수집하고 자신이 탐구한 세계를 흥미롭게 전달하려는 노력이 꾸준히 보임."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "3",
    "sentence": "탐험 초대장을 만들 때 탐구한 내용을 어느 정도 정리하였으나 내용을 좀 더 구체적이고 창의적으로 담아내는 연습이 필요함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "3",
    "sentence": "궁금한 세계를 탐색하려는 노력은 보이나 알게 된 내용을 구체적으로 표현하고 친구들과 나누는 탐구 능력을 더 키울 필요가 있음."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "4",
    "sentence": "탐험 초대장 제작을 위한 자료 수집과 정리가 부족하며 탐구한 세계를 표현하는 기초 능력을 기르기 위한 지도가 필요함."
  },
  {
    "areaName": "탐험(슬기로운생활)",
    "level": "4",
    "sentence": "다양한 매체를 활용하여 탐험 세계를 탐색하고 표현하는 데 어려움을 보이며 탐구 활동을 위한 꾸준한 연습과 지도가 요구됨."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "'우주 탐험가' 노랫말을 창의적으로 바꾸어 즐겁게 부르고 내가 도착한 세상을 상상하여 그림으로 생동감 있게 표현하는 능력이 탁월함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "공 던지고 받기, 원반 던지기, 장애물 통과하기 등 다양한 신체 활동에 적극적으로 참여하며 새로운 세상을 상상하고 표현하는 창의력이 뛰어남."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "탐험할 세상에 대한 공감각적 심상을 풍부하게 경험하며 꿈꾸는 세상을 그림·노래·몸짓으로 다양하게 표현하고 친구들의 작품을 존중하며 감상하는 태도가 매우 우수함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "1",
    "sentence": "탐험 전시회에서 자신의 상상 세계를 생동감 있게 발표하고 다리 만들기, 콩 주머니 모으기 등 협력 신체 활동에서도 즐겁게 참여하는 모습이 돋보임."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "탐험하고 싶은 세상을 이야기하고 '우주 탐험가' 노랫말을 바꾸어 부르는 활동에 능동적으로 참여하며 자신만의 탐험 세계를 그림으로 잘 표현함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "공 던지고 받기, 길 따라 달리기 등 신체 활동에 성실하게 참여하며 새로운 세상을 상상하고 표현하는 능력이 점차 향상되고 있음."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "2",
    "sentence": "다양한 탐험 표현 활동에 능동적으로 참여하며 자신이 상상한 세계를 그림이나 노래로 표현하려는 노력이 꾸준히 나타남."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "3",
    "sentence": "새로운 세상을 상상하고 표현하는 활동에 참여하지만 자신의 상상을 그림이나 노래로 구체적으로 표현하는 데 좀 더 자신감과 적극성이 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "3",
    "sentence": "탐험 세계를 표현하려는 의지는 있으나 창의적인 아이디어를 발휘하고 다양한 방법으로 표현하는 연습이 더 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "4",
    "sentence": "탐험 세계를 상상하고 표현하는 활동에 소극적으로 참여하며 자신의 생각을 그림이나 노래로 나타내는 경험을 쌓기 위한 꾸준한 격려와 지도가 필요함."
  },
  {
    "areaName": "탐험(즐거운생활)",
    "level": "4",
    "sentence": "탐험 표현 활동에서 참여도가 낮고 창의적 표현 능력을 기르기 위한 추가적인 동기 부여와 지도가 요구됨."
  }
]